tap "hashicorp/tap"

brew "ripgrep"
brew "fd"
brew "zig"
brew "fzf"
brew "zoxide"
brew "lazygit"
brew "neovim"
brew "neovide"

brew "lolcat"
brew "fortune"
brew "cowsay"
brew "yazi"

brew "docker"
brew "git"
brew "jq"
brew "wget"
brew "curl"
brew "hugo"
brew "node"
brew "terraform", tap: "hashicorp/tap"

cask "firefox"
cask "deezer"
cask "discord"
cask "plex"
cask "visual-studio-code"
